Repository: sugie/tamor
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: ja

# この端末では宝石の描画に必要な Metal 機能を利用できません。
source: The Metal features needed to render gems are unavailable on this device.
ja: この端末では宝石の描画に必要な Metal 機能を利用できません。

# 宝石の描画に必要な深度設定を準備できませんでした。
source: The depth settings needed to render gems could not be prepared.
ja: 宝石の描画に必要な深度設定を準備できませんでした。

# 宝石の描画に必要なGPUメモリを確保できませんでした。
source: GPU memory needed to render gems could not be allocated.
ja: 宝石の描画に必要なGPUメモリを確保できませんでした。

# ガラスの破片の描画に必要な Metal 機能を準備できませんでした。
source: The Metal features needed to render glass fragments could not be prepared.
ja: ガラスの破片の描画に必要な Metal 機能を準備できませんでした。

# · 練習
source: · Practice
ja: · 練習

# 。報酬はありません。
source: . No reward this time.
ja: 。報酬はありません。

# %@・未獲得・%@を開始
source: %@, not yet acquired. Starts %@.
ja: %@・未獲得・%@を開始

# %@で解放
source: Unlock for %@
ja: %@で解放

# %@をプレイ
source: Play %@
ja: %@をプレイ

# %@を獲得！
source: %@ acquired!
ja: %@を獲得！

# %lld / 3 打
source: Hits %lld / 3
ja: %lld / 3 打

# %lld 個
source: %lld gems
ja: %lld 個

# %lld 枚 / %lld pt
source: Plates %lld / %lld pt
ja: %lld 枚 / %lld pt

# 1枚100pt＋弱点1HITにつき25pt（破壊時に加算） B %lldpt / A %lldpt / S %lldpt
source: 100 pt per plate + 25 pt per weak-point hit (added when the plate breaks) B %lld pt / A %lld pt / S %lld pt
ja: 1枚100pt＋弱点1HITにつき25pt（破壊時に加算） B %lldpt / A %lldpt / S %lldpt

# 10秒で何枚割れる？ 1枚3タップ。光る弱点で評価アップ！
source: How many plates can you break in 10 seconds? 3 taps per plate. Hit the glowing weak point for a better grade!
ja: 10秒で何枚割れる？ 1枚3タップ。光る弱点で評価アップ！

# 210 × 360 × 12ミリメートルのガラス
source: Glass plate, 210 × 360 × 12 millimeters
ja: 210 × 360 × 12ミリメートルのガラス

# Metalレイトレーシング用の形状構築に失敗しました。
source: Failed to build geometry for Metal ray tracing.
ja: Metalレイトレーシング用の形状構築に失敗しました。

# Metalを初期化できませんでした。
source: Couldn't initialize Metal.
ja: Metalを初期化できませんでした。

# Metalを利用できません。
source: Metal is not available.
ja: Metalを利用できません。

# RT初期化失敗。通常描画を利用します。
source: Ray tracing failed to initialize. Using standard rendering.
ja: RT初期化失敗。通常描画を利用します。

# TIME UP · %lld 枚 · %@
source: TIME UP · Plates %lld · %@
ja: TIME UP · %lld 枚 · %@

# World 1 解放
source: World 1 Unlock
ja: World 1 解放

# World 1 解放済み
source: World 1 unlocked
ja: World 1 解放済み

# World 1の最深部へ
source: Into the depths of World 1
ja: World 1の最深部へ

# World 1の深度4〜6を解放
source: Unlock World 1 Depths 4–6
ja: World 1の深度4〜6を解放

# World 1の深度4〜6を解放しました。
source: World 1 Depths 4–6 are now unlocked.
ja: World 1の深度4〜6を解放しました。

# World 1の解放商品には含まれません。
source: Not included in the World 1 unlock.
ja: World 1の解放商品には含まれません。

# World 1へ戻る
source: Back to World 1
ja: World 1へ戻る

# エメラルド
source: Emerald
ja: エメラルド

# ガラス
source: Glass
ja: ガラス

# ガラスあり
source: Glass intact
ja: ガラスあり

# ガラスを準備中。3秒後に自動で始まります。
source: Preparing the glass. Starts automatically in 3 seconds.
ja: ガラスを準備中。3秒後に自動で始まります。

# ガラスを砕いています…
source: Shattering the glass…
ja: ガラスを砕いています…

# カラット順
source: By Carat
ja: カラット順

# クルクルワールド
source: Kurukuru World
ja: クルクルワールド

# ゲームを終了
source: End Game
ja: ゲームを終了

# この10秒チャレンジを終了しますか？
source: End this 10-second challenge?
ja: この10秒チャレンジを終了しますか？

# このGPUは対象外です。通常描画を利用します。
source: This GPU is not supported. Using standard rendering.
ja: このGPUは対象外です。通常描画を利用します。

# コレクションが空の端末で取り込んでください。現在の宝石は保持しています。
source: Import is only available when the collection is empty. Your current gems are unchanged.
ja: コレクションが空の端末で取り込んでください。現在の宝石は保持しています。

# サファイア
source: Sapphire
ja: サファイア

# シミュレーターではOFF。実機の対応GPUで利用できます。
source: Off in the simulator. Available on devices with a supported GPU.
ja: シミュレーターではOFF。実機の対応GPUで利用できます。

# ジュエルリング
source: Jewel Ring
ja: ジュエルリング

# すべて
source: All
ja: すべて

# スワイプで回転 · タップで情報 · ダブルタップでプレイ
source: Swipe to rotate · Tap for info · Double-tap to play
ja: スワイプで回転 · タップで情報 · ダブルタップでプレイ

# ダイヤモンド
source: Diamond
ja: ダイヤモンド

# チャレンジ失敗
source: Challenge Failed
ja: チャレンジ失敗

# バックアップから復元しました。
source: Recovered from the backup file.
ja: バックアップから復元しました。

# ヒビ %lld / 3
source: Cracks %lld / 3
ja: ヒビ %lld / 3

# ヒビが3つ入りました
source: The glass cracked three times
ja: ヒビが3つ入りました

# ブラックオニキス
source: Black Onyx
ja: ブラックオニキス

# プレイに戻る
source: Keep Playing
ja: プレイに戻る

# プレビューのため所持は変わりません。
source: Preview only — your collection is unchanged.
ja: プレビューのため所持は変わりません。

# まだ宝石がありません
source: No Gems Yet
ja: まだ宝石がありません

# まもなく再開します
source: Resuming shortly
ja: まもなく再開します

# ミニゲームで集めた宝石は、小さなものもここに残ります。
source: Every gem you earn in the mini-games is kept here, even the small ones.
ja: ミニゲームで集めた宝石は、小さなものもここに残ります。

# もう一度・10秒
source: Again · 10 s
ja: もう一度・10秒

# リングに戻りますか？
source: Return to the ring?
ja: リングに戻りますか？

# リングに戻る
source: Back to Ring
ja: リングに戻る

# ルビー
source: Ruby
ja: ルビー

# レイトレーシング
source: Ray Tracing
ja: レイトレーシング

# レイトレーシングの準備に失敗。通常描画を利用します。
source: Ray tracing setup failed. Using standard rendering.
ja: レイトレーシングの準備に失敗。通常描画を利用します。

# レイトレーシング用メモリを確保できません。
source: Couldn't allocate ray tracing memory.
ja: レイトレーシング用メモリを確保できません。

# 一時停止
source: Paused
ja: 一時停止

# 並び順
source: Sort Order
ja: 並び順

# 中断記録を保存できません：
source: Couldn't save the checkpoint:
ja: 中断記録を保存できません：

# 亀裂データを転送できません。
source: Couldn't upload crack data.
ja: 亀裂データを転送できません。

# 亀裂テクスチャを作成できません。
source: Couldn't create the crack texture.
ja: 亀裂テクスチャを作成できません。

# 亀裂テクスチャを描画できません。
source: Couldn't draw the crack texture.
ja: 亀裂テクスチャを描画できません。

# 今回の報酬なしで戻る
source: Leave Without This Reward
ja: 今回の報酬なしで戻る

# 代表
source: On Ring
ja: 代表

# 保存しました。まもなくリングへ戻ります。
source: Saved. Returning to the ring shortly.
ja: 保存しました。まもなくリングへ戻ります。

# 保存データの形式を確認できません。元データを保持しています。
source: The save data format couldn't be verified. The original data has been kept.
ja: 保存データの形式を確認できません。元データを保持しています。

# 保存データを取り込む
source: Import Save Data
ja: 保存データを取り込む

# 保存データを書き出す
source: Export Save Data
ja: 保存データを書き出す

# 保存データを読み込めません。元データを保持しています。
source: The save data couldn't be read. The original data has been kept.
ja: 保存データを読み込めません。元データを保持しています。

# 保存できませんでした：
source: Couldn't save:
ja: 保存できませんでした：

# 保存を再試行
source: Retry Save
ja: 保存を再試行

# 光を集めています…
source: Gathering light…
ja: 光を集めています…

# 光線の計算を開始できません。
source: Couldn't start ray computation.
ja: 光線の計算を開始できません。

# 入手順
source: By Date
ja: 入手順

# 全 %lld 個
source: Total: %lld
ja: 全 %lld 個

# 再開
source: Resume
ja: 再開

# 再開する
source: Resume
ja: 再開する

# 最初の宝石を見つけよう
source: Find your first gem
ja: 最初の宝石を見つけよう

# 最大
source: Largest
ja: 最大

# 最大20.00ct
source: Up to 20.00 ct
ja: 最大20.00ct

# 最大の1個をリングに表示しています。小さな宝石も宝石箱に残ります。
source: The ring shows your largest gem of each kind. Smaller gems stay in your Gem Box.
ja: 最大の1個をリングに表示しています。小さな宝石も宝石箱に残ります。

# 前の深度をクリアすると次へ。深度4以降はWorld 1の解放も必要です。
source: Clear a depth to open the next. Depth 4 and beyond also require the World 1 unlock.
ja: 前の深度をクリアすると次へ。深度4以降はWorld 1の解放も必要です。

# 反時計回り
source: Counterclockwise
ja: 反時計回り

# 収集 %lld / 4 種類
source: Collected %lld / 4 kinds
ja: 収集 %lld / 4 種類

# 取り込めませんでした：
source: Couldn't import:
ja: 取り込めませんでした：

# 合計
source: Total
ja: 合計

# 同じ方向に回る宝石を2つ選ぶ
source: Pick two gems spinning the same way
ja: 同じ方向に回る宝石を2つ選ぶ

# 名前のある台座からプレイ
source: Tap a named pedestal to play
ja: 名前のある台座からプレイ

# 品質
source: Quality
ja: 品質

# 商品を取得できません。接続を確認して再試行してください。
source: The product could not be loaded. Check your connection and try again.
ja: 商品を取得できません。接続を確認して再試行してください。

# 商品を確認中
source: Checking product…
ja: 商品を確認中

# 報酬なしで終了
source: Quit Without Reward
ja: 報酬なしで終了

# 報酬を保存してください。
source: Please save your reward.
ja: 報酬を保存してください。

# 報酬を保存できません。再試行してください：
source: Couldn't save the reward. Please try again:
ja: 報酬を保存できません。再試行してください：

# 報酬を保存中
source: Saving reward
ja: 報酬を保存中

# 失敗
source: Failed
ja: 失敗

# 宝石と深度
source: Gems & Depths
ja: 宝石と深度

# 宝石と深度を選ぶ
source: Choose Gem & Depth
ja: 宝石と深度を選ぶ

# 宝石の保存と復元
source: Saving & Restoring Gems
ja: 宝石の保存と復元

# 宝石の透過描画を準備できませんでした。
source: Couldn't prepare gem transmission rendering.
ja: 宝石の透過描画を準備できませんでした。

# 宝石はこの端末内に保存されます。iCloud同期には対応していません。アプリの削除や機種変更に備え、保存データを書き出して保管してください。
source: Your gems are saved on this device. iCloud sync is not supported. Before deleting the app or changing devices, export your save data and keep it somewhere safe.
ja: 宝石はこの端末内に保存されます。iCloud同期には対応していません。アプリの削除や機種変更に備え、保存データを書き出して保管してください。

# 宝石は同じ表示倍率で並べています。代表を更新しても、以前の宝石は失いません。
source: Gems are shown at the same scale. Earning a larger gem never removes the ones you already have.
ja: 宝石は同じ表示倍率で並べています。代表を更新しても、以前の宝石は失いません。

# 宝石箱
source: Gem Box
ja: 宝石箱

# 宝石箱 · %lld 個
source: Gem Box · %lld
ja: 宝石箱 · %lld 個

# 対応GPU · 選択中の宝石の内部光線を追跡
source: Supported GPU · tracing light inside the selected gem
ja: 対応GPU · 選択中の宝石の内部光線を追跡

# 対応GPUではリングで選択中の1個に適用します。低電力・高温時は通常描画になります。
source: On supported GPUs, ray tracing applies to the gem selected on the ring. Standard rendering is used in Low Power Mode or when the device is hot.
ja: 対応GPUではリングで選択中の1個に適用します。低電力・高温時は通常描画になります。

# 対象の宝石が対になって回転しています。
source: Matching gems spin in pairs.
ja: 対象の宝石が対になって回転しています。

# 弱点 %lld HIT
source: Weak point %lld HIT
ja: 弱点 %lld HIT

# 復元できるWorld 1の購入はありません。
source: No World 1 purchase was found to restore.
ja: 復元できるWorld 1の購入はありません。

# 情報を表示。プレイボタンからゲームを開始できます。
source: Shows info. Use the Play button to start the game.
ja: 情報を表示。プレイボタンからゲームを開始できます。

# 情報を閉じる
source: Close Info
ja: 情報を閉じる

# 接続を再確認
source: Check Connection Again
ja: 接続を再確認

# 描画
source: Graphics
ja: 描画

# 描画キューを作成できませんでした。
source: Couldn't create the rendering queue.
ja: 描画キューを作成できませんでした。

# 描画に失敗しました。
source: Rendering failed.
ja: 描画に失敗しました。

# 描画用メモリーを確保できませんでした。
source: Couldn't allocate rendering memory.
ja: 描画用メモリーを確保できませんでした。

# 描画画像を確保できません。
source: Couldn't allocate the render target.
ja: 描画画像を確保できません。

# 旧コレクション
source: Legacy Collection
ja: 旧コレクション

# 旧コレクションを取り込みました。旧記録はローカル専用です。
source: Legacy collection imported. Legacy records stay on this device only.
ja: 旧コレクションを取り込みました。旧記録はローカル専用です。

# 時計回り
source: Clockwise
ja: 時計回り

# 標準
source: Standard
ja: 標準

# 残り %.1f 秒
source: %.1f s left
ja: 残り %.1f 秒

# 残り %lld
source: Left: %lld
ja: 残り %lld

# 海と虹の世界
source: World of Sea and Rainbow
ja: 海と虹の世界

# 深度 %lld
source: Depth %lld
ja: 深度 %lld

# 深度4〜6を解放し、最大20.00ctの宝石に挑戦できます。各深度のクリア条件は購入後も同じです。
source: Unlock Depths 4–6 and take on gems of up to 20.00 ct. The requirements for clearing each depth stay the same after purchase.
ja: 深度4〜6を解放し、最大20.00ctの宝石に挑戦できます。各深度のクリア条件は購入後も同じです。

# 火山ガラス
source: Volcanic glass
ja: 火山ガラス

# 無料：深度1〜3・最大3.00ct 買い切り：追加の体力消費や定期課金なし World 2は含まれません。購入しても20ctが自動でもらえるわけではありません。
source: Free: Depths 1–3, up to 3.00 ct One-time purchase: no stamina system, no subscription World 2 is not included. Purchasing does not grant a 20 ct gem; it must be earned through play.
ja: 無料：深度1〜3・最大3.00ct 買い切り：追加の体力消費や定期課金なし World 2は含まれません。購入しても20ctが自動でもらえるわけではありません。

# 無料では3.00ctまで。解放後は最大20.00ctに挑戦できます。
source: Free play goes up to 3.00 ct. After unlocking, you can take on gems up to 20.00 ct.
ja: 無料では3.00ctまで。解放後は最大20.00ctに挑戦できます。

# 盤面を準備中。3秒後に自動で始まります。
source: Preparing the board. Starts automatically in 3 seconds.
ja: 盤面を準備中。3秒後に自動で始まります。

# 省電力
source: Power Saving
ja: 省電力

# 真珠とオパールを集める、新しいリング。 World 2は今後のアップデートで登場予定です。
source: A new ring for collecting pearls and opals. World 2 is planned for a future update.
ja: 真珠とオパールを集める、新しいリング。 World 2は今後のアップデートで登場予定です。

# 破片のGPUメモリを確保できません。
source: Couldn't allocate GPU memory for the shards.
ja: 破片のGPUメモリを確保できません。

# 破片のRT形状を構築できません。
source: Couldn't build ray tracing geometry for the shards.
ja: 破片のRT形状を構築できません。

# 破片の描画を開始できません。
source: Couldn't start drawing the shards.
ja: 破片の描画を開始できません。

# 破片の配置を更新できません。
source: Couldn't update shard placement.
ja: 破片の配置を更新できません。

# 破片を準備できません。
source: Couldn't prepare the shards.
ja: 破片を準備できません。

# 破片を生成できませんでした。獲得結果は保存されます。
source: The shards couldn't be generated. Your result is still saved.
ja: 破片を生成できませんでした。獲得結果は保存されます。

# 破片を表示できません。
source: Couldn't display the shards.
ja: 破片を表示できません。

# 破片画像を確保できません。
source: Couldn't allocate the shard image.
ja: 破片画像を確保できません。

# 破砕完了
source: Shattered
ja: 破砕完了

# 種類
source: Kind
ja: 種類

# 窓の光を動かす
source: Animate Window Light
ja: 窓の光を動かす

# 端末のMetal機能を確認中
source: Checking this device's Metal features
ja: 端末のMetal機能を確認中

# 続ける
source: Continue
ja: 続ける

# 緑の点
source: Green dot
ja: 緑の点

# 緑の点に指を合わせてスタート
source: Place your finger on the green dot to start
ja: 緑の点に指を合わせてスタート

# 緑の点を追いかけてください。
source: Follow the green dot.
ja: 緑の点を追いかけてください。

# 練習クリア
source: Practice Cleared
ja: 練習クリア

# 縦横のガイドが交わる緑の点を追跡。終点で0.3秒保持。ヒビ3つで失敗。
source: Follow the green dot where the guides cross. Hold 0.3 s at the end. Three cracks and you fail.
ja: 縦横のガイドが交わる緑の点を追跡。終点で0.3秒保持。ヒビ3つで失敗。

# 自動
source: Automatic
ja: 自動

# 表示を開始できません。
source: Couldn't start rendering.
ja: 表示を開始できません。

# 記録を保存しました。クリア目標は%lldptです。
source: Result saved. The clear target is %lld pt.
ja: 記録を保存しました。クリア目標は%lldptです。

# 設定
source: Settings
ja: 設定

# 購入
source: Purchases
ja: 購入

# 購入サービスの接続準備中です。無料の深度1〜3をお楽しみください。
source: The purchase service is not ready yet. Please enjoy the free Depths 1–3.
ja: 購入サービスの接続準備中です。無料の深度1〜3をお楽しみください。

# 購入の復元でWorld 1の解放を戻せます。宝石やプレイ記録は復元されません。
source: Restore Purchases brings back the World 1 unlock. Gems and play records are not restored.
ja: 購入の復元でWorld 1の解放を戻せます。宝石やプレイ記録は復元されません。

# 購入の復元はWorld 1の解放が対象です。宝石は端末内に保存され、購入の復元では戻りません。
source: Restore Purchases applies to the World 1 unlock. Gems are saved on this device and are not brought back by restoring purchases.
ja: 購入の復元はWorld 1の解放が対象です。宝石は端末内に保存され、購入の復元では戻りません。

# 購入の確認を待っています。
source: Waiting for the purchase to be confirmed.
ja: 購入の確認を待っています。

# 購入はキャンセルされました。
source: The purchase was cancelled.
ja: 購入はキャンセルされました。

# 購入を完了できません：
source: Couldn't complete the purchase:
ja: 購入を完了できません：

# 購入を復元
source: Restore Purchases
ja: 購入を復元

# 購入を復元しました。
source: Your purchase has been restored.
ja: 購入を復元しました。

# 購入を復元する
source: Restore Purchases
ja: 購入を復元する

# 購入を復元できません：
source: Couldn't restore purchases:
ja: 購入を復元できません：

# 購入情報を更新できません：
source: Couldn't update purchase info:
ja: 購入情報を更新できません：

# 購入済み
source: Purchased
ja: 購入済み

# 赤い点
source: Red dot
ja: 赤い点

# 赤い点の時間切れです
source: Time ran out on a red dot
ja: 赤い点の時間切れです

# 赤い点を%.2f秒以内にタップ
source: Tap each red dot within %.2f s
ja: 赤い点を%.2f秒以内にタップ

# 赤い点をタップして、ガラスを割ろう。
source: Tap the red dots to break the glass.
ja: 赤い点をタップして、ガラスを割ろう。

# 通常表示に戻す
source: Reset to Normal Display
ja: 通常表示に戻す

# 閉じる
source: Close
ja: 閉じる

# 開発プレビュー
source: Developer preview
ja: 開発プレビュー

# 開発プレビューを終了
source: End Developer Preview
ja: 開発プレビューを終了

# 開発用：4つの宝石を比較
source: Dev: Compare 4 Gems
ja: 開発用：4つの宝石を比較

# 開発用表示
source: Developer Display
ja: 開発用表示

# 高品質
source: High
ja: 高品質

# 黒曜石
source: Obsidian
ja: 黒曜石

# 黒曜石 %@ を保存しました
source: Obsidian %@ saved
ja: 黒曜石 %@ を保存しました

# リングと同じ大きさで表示しています。スワイプで宝石を回転できます。
source: Shown at the same size as on the ring. Swipe to rotate the gem.
ja: リングと同じ大きさで表示しています。スワイプで宝石を回転できます。

# スワイプで宝石を回転 · ダブルタップでプレイ
source: Swipe to rotate the gem · Double-tap to play
ja: スワイプで宝石を回転 · ダブルタップでプレイ

# スワイプでリングを回転 · タップで宝石を中央に表示
source: Swipe to rotate the ring · Tap to view a gem in the center
ja: スワイプでリングを回転 · タップで宝石を中央に表示

# 端末の傾きにリングを合わせる
source: Tilt the ring with your device
ja: 端末の傾きにリングを合わせる

# 傾きは画面表示にだけ使い、保存・送信しません。「視差効果を減らす」がオンの場合は動きません。
source: Tilt is used only for display and is never saved or sent. It is disabled when Reduce Motion is on.
ja: 傾きは画面表示にだけ使い、保存・送信しません。「視差効果を減らす」がオンの場合は動きません。

# スワイプで宝石を回転できます。
source: Swipe to rotate the gem.
ja: スワイプで宝石を回転できます。

# タップで宝石を中央に表示。未獲得の台座はゲームを開始します。
source: Tap to view the gem in the center. An empty pedestal starts its game.
ja: タップで宝石を中央に表示。未獲得の台座はゲームを開始します。

# リングと同じ大きさで表示しています。スワイプで回転、宝石をタップでリングに戻ります。
source: Shown at the same size as on the ring. Swipe to rotate; tap the gem to return to the ring.
ja: リングと同じ大きさで表示しています。スワイプで回転、宝石をタップでリングに戻ります。

# スワイプで回転 · 宝石をタップでリングに戻る
source: Swipe to rotate · Tap the gem to return to the ring
ja: スワイプで回転 · 宝石をタップでリングに戻る

# スワイプで回転。宝石をタップでリングに戻ります。
source: Swipe to rotate. Tap the gem to return to the ring.
ja: スワイプで回転。宝石をタップでリングに戻ります。

# サポートと規約
source: Support & Legal
ja: サポートと規約

# プライバシーポリシー
source: Privacy Policy
ja: プライバシーポリシー

# 利用規約
source: Terms of Use
ja: 利用規約

# サポート・お問い合わせ
source: Support & Contact
ja: サポート・お問い合わせ
